Repository: scholarslab/ibnjubayr
Catalog: omeka/plugins/NeatlineMaps/languages/*.po
Languages: de_de, es, fr, ru

source: Web Map Service
de_de: Web Kartendienst
es: Servicio de mapa del web.
ru: Сервис веб-карт

source: This will permanently delete the %s server.
de_de: Dies löscht den %s Server unwiderruflich.
es: Esto borrará peramentemente el %s servidor.
fr: Cette action supprimera définitivement le serveur %s
ru: Это приведет к безвозвратному удалению сервера %s.

source: An internal (non-public) identifier for the server.
de_de: Eine interne (nicht öffentliche) Kennung für den Server.
es: Un identificador interno (no público) para el servidor.
fr: Un identifiant à l'usage interne (privé) pour le serveur.
ru: Внутренний (не общественный) идентификатор сервера.

source: Enter a name.
de_de: Bitte einen Namen eingeben.
es: Inscriba un nombre.
fr: Indiquez le nom.
ru: Введите имя.

source: The location of the server.
de_de: Die Adresse des Servers.
es: La locación del servidor.
fr: La localisation du serveur.
ru: Местоположение сервера.

source: Enter a URL.
de_de: Bitte eine URL eingeben.
es: Inscriba un URL.
fr: Indiquez l'URL.
ru: Введите URL.

source: Workspace
de_de: Arbeitsbereich
es: Espacio de trabajo.
fr: Espace de travail
ru: Рабочая область памяти

source: Enter the Geoserver workspace.
de_de: Bitte den Geoserver Arbeitsbereich eingeben.
es: Inscriba el espacio de trabajo para el Geoserver.
fr: Indiquez l'espace du travail Geoserver
ru: Введите рабочую область Geoserver.

source: Enter a workspace.
de_de: Bitte einen Arbeitsbereich eingeben.
es: Inscriba un espacio de trabajo.
fr: Indiquez un espace de travail.
ru: Введите рабочую область.

source: Enter the Geoserver username.
de_de: Bitte den Benutzernamen des Geoservers eingeben.
es: Inscriba un nombre de usuario para el Geoserver.
fr: Indiquez un nom d'utilisateur pour Geoserver.
ru: Введите имя пользователя в Geoserver.

source: Enter a username.
de_de: Bitte einen Benutzernamen eingeben
es: Inscriba un nombre de usuario.
fr: Indiquez un nom d'utilisateur.
ru: Введите имя пользователя.

source: Enter the Geoserver password.
de_de: Bitte das Passwort des Geoservers eingeben.
es: Inscriba la contraseña para el Geoserver.
fr: Indiquez le mot de passe pour Geoserver.
ru: Введите пароль в Geoserver.

source: Enter a password.
de_de: Bitte ein Passwort eingeben.
es: Inscriba una contraseña.
fr: Choisissez un mot de passe.
ru: Введите пароль.

source: Should this server be used to handle new GeoTiff uploads?
de_de: Soll dieser Server zur Verwendung von GeoTiff-Uploads benutzt werden?
es: ¿Se debe usar este servidor para nuevos cargos de GeoTiff?
fr: Voulez-vous utiliser ce serveur pour gérer des nouveaux objets GeoTiff téléchargés?
ru: Следует ли использовать этот сервер для обработки вновь загружаемых данных в формате GeoTiff?

source: Save
de_de: Speichern
es: Guardar.
fr: Enregistrer
ru: Сохранить

source: Online
es: Conectado
fr: En ligne
ru: Онлайн

source: Offline
es: Desconectado
fr: Déconnecté
ru: Офлайн

source: Authentication Error
de_de: Authentifizierungfehler
es: Error autenticación
fr: Erreur d'authentification
ru: Ошибка при попытке аутентификации

source: WMS Address
de_de: WMS Adresse
es: Dirección del WMS.
fr: Adresse WMS
ru: WMS-адрес

source: Enter the WMS address of the map.
de_de: Bitte die WMS Adresse der Karte eingeben.
es: Inscriba la dirección del WMS del mapa.
fr: Indiquez l'adresse WMS de la carte.
ru: Введите WMS-адрес карты.

source: Layers
de_de: Ebenen
es: Capas.
fr: Calques
ru: Слои

source: Enter a comma-delimited list of layers.
de_de: Bitte eine komma-separierte Liste von Ebenen eingeben.
es: Inscriba una lista de capas que sean delimitados por comas.
fr: Indiquez une liste de calques separées par virgules.
ru: Введите список слоев, разделенных запятыми.

source: Neatline Maps | Create Server
de_de: Neatline Maps | Server erstellen
es: Mapas de Neatline | Crear servidor
fr: Neatline Maps | Créer un serveur
ru: Карты Neatline | Создать сервер

source: Create a Server
de_de: Einen Server erstellen
es: Crear servidor.
fr: Créez un serveur
ru: Создать сервер

source: Neatline Maps | Browse Servers
de_de: Neatline Maps | Server durchsuchen
es: Mapas de Neatline | Explorar servidores
fr: Neatline Maps | Feuilleter des serveurs
ru: Карты Neatline | Просмотреть серверы

source: Server
es: Servidor
fr: Serveur
ru: Сервер

source: Status
es: Estatus
fr: Statut
ru: Статус

source: Actions
de_de: Aktionen
es: Acciones
ru: Действия

source: Set Active
de_de: Aktivieren
es: Poner activo
fr: Définir comme actif
ru: Установка активна

source: There are no servers yet.
de_de: Zurzeit sind keine Server konfiguriert.
es: No hay servidores todavía.
fr: Il n'existe pas de serveurs.
ru: Серверов пока не имеется.

source: Create one!
de_de: Erstelle einen!
es: ¡Crear uno!
fr: Créez-en un!
ru: Создайте!

source: Neatline Maps | Edit Server
de_de: Neatline Maps | Server bearbeiten
es: Mapas de Neatline | Editar servidor
fr: Neatline Maps | Modifier le serveur
ru: Карты Neatline | Редактировать сервер
